[
    {
      "image": "../../../src/assets/img/autobuses/asiento-etn.webp",
      "alt": "Asiento confortable de autobús Autovías para renta",
      "title": "Autovías Central de México Poniente",
      "content": "Nuestra taquilla en la Autovías central de México Norte es uno de los puntos de venta más concurridos, ofreciendo un servicio de atención al cliente excepcional. Aquí podrás comprar boletos para todos nuestros destinos, así como obtener información detallada sobre los horarios Autovías y servicios disponibles. La taquilla está ubicada en un lugar de fácil acceso dentro de la central, permitiendo una rápida y cómoda adquisición de boletos."
    },
    {
      "image": "../../../src/assets/img/autobuses/asiento-etn.webp",
      "alt": "Asiento confortable de autobús Autovías para renta",
      "title": "Autovías Central de México Norte",
      "content": "Nuestra taquilla en la Autovías central de México Norte es uno de los puntos de venta más concurridos, ofreciendo un servicio de atención al cliente excepcional. Aquí podrás comprar boletos para todos nuestros destinos, así como obtener información detallada sobre los horarios y servicios disponibles. La taquilla está ubicada en un lugar de fácil acceso dentro de la central, permitiendo una rápida y cómoda adquisición de boletos."
    },
    {
      "image": "../../../src/assets/img/autobuses/asiento-etn.webp",
      "alt": "Asiento confortable de autobús Autovías para renta",
      "title": "Autovías Central de México Sur",
      "content": "Nuestra taquilla en la Autovías central de México Norte es uno de los puntos de venta más concurridos, ofreciendo un servicio de atención al cliente excepcional. Aquí podrás comprar boletos para todos nuestros destinos, así como obtener información detallada sobre los horarios Autovías y servicios disponibles. La taquilla está ubicada en un lugar de fácil acceso dentro de la central, permitiendo una rápida y cómoda adquisición de boletos."
    },
    {
      "image": "../../../src/assets/img/autobuses/interior-autobus.webp",
      "alt": "Interior de un autobús de autovias en CDMX",
      "title": "Horarios de atención",
      "content": "Nuestra taquilla está abierta todos los días de la semana, con horarios extendidos para adaptarse a tus necesidades. Ya sea que necesites comprar boletos temprano en la mañana, durante la tarde o incluso en la noche, encontrarás disponibilidad para realizar tu compra sin preocupaciones. Queremos asegurarnos de que tu experiencia de viaje sea lo más conveniente posible, por lo que siempre tendrás acceso a la compra de boletos en el momento que más te convenga."
    }
]