[
    {
      "title": "Sopitos",
      "description": "Los sopitos son un antojito típico de Colima, pequeños sopes de tortilla delgada frita, cubiertos con carne molida, col, cebolla y queso rallado. Se bañan en una salsa ligera de jitomate y orégano, creando un equilibrio perfecto de sabores. Su textura suave y su presentación en órdenes de varias piezas los hacen irresistibles.",
      "imageSrc": "src/assets/img/platillos/sopitos.webp",
      "imageModal":"src/assets/img/platillos/sopitos_01.webp",
      "altText": "Sopitos",
      "linkText": "Ver..."
      },
    {
      "title": "Pozole Seco",
      "description": "El pozole seco de Colima es una variante única del tradicional pozole mexicano. A diferencia de la versión caldosa, este platillo concentra los sabores al reducir el líquido, dejando el maíz cacahuazintle cubierto con un espeso guiso. Se sirve con carne deshebrada, lechuga, rábanos y tostadas, ofreciendo una textura más compacta y un sabor intenso.",
      "imageSrc": "src/assets/img/platillos/Pozole_Seco.webp",
      "imageModal":"src/assets/img/platillos/Pozole_Seco_01.webp",
      "altText": "Pozole Seco",
      "linkText": "Ver..."
    },
    {
      "title": "Caldo de Chacales",
      "description": "El caldo de chacales es un platillo tradicional de Colima, elaborado con langostinos de agua dulce llamados chacales. Se cocina con jitomate, chile, cebolla, ajo y cilantro, creando un caldo aromático y lleno de sabor. En recetas antiguas, las tenazas y patas se trituraban para espesar el caldo. Se sirve caliente, acompañado de pan frito, resaltando su textura y profundidad de sabor.",
      "imageSrc": "src/assets/img/platillos/- Caldo de chacales_01.webp",
      "imageModal":"src/assets/img/platillos/chacales.webp",
      "altText": "Caldo de Chacales",
      "linkText": "Ver..."
    },
    {
      "title": "Tamales de Ceniza",
      "description": "Los tamales de ceniza son una especialidad tradicional de Colima y Michoacán, elaborados con masa de maíz nixtamalizado mezclada con ceniza de encino, lo que les da un sabor y textura únicos. Se envuelven en hojas de acelga o maíz y se cuecen al vapor, resultando en tamales suaves y ligeramente ahumados. Se disfrutan con crema, queso fresco y una salsa roja intensa.",
      "imageSrc": "src/assets/img/platillos/Tamales_de_ceniza.webp",
      "imageModal":"src/assets/img/platillos/Tamales_de_ceniza_01.webp",
      "altText": "Esquites",
      "linkText": "Ver..."
    },
    {
      "title": "Tejuino",
      "description": "El Tejuino es una bebida fermentada de maíz, originaria del occidente de México. Se elabora con masa de maíz y piloncillo, fermentada por 24 a 48 horas, lo que le da un sabor ligeramente ácido y dulce. Se sirve frío con jugo de limón, sal y hielo, y en algunas regiones se acompaña con nieve de limón. Su consumo es popular en Colima por su frescura y tradición.",
      "imageSrc": "src/assets/img/platillos/tejuino.webp",
      "imageModal":"src/assets/img/platillos/Tejuino_01.webp",
      "altText": "Tlacoyos",
      "linkText": "Ver..."
    }
   
  ]