[
    {
      "title": "Sopitos",
      "description": "Los sopitos son un antojito típico de Colima, pequeños sopes de tortilla delgada frita, cubiertos con carne molida, col, cebolla y queso rallado. Se bañan en una salsa ligera de jitomate y orégano, creando un equilibrio perfecto de sabores. Su textura suave y su presentación en órdenes de varias piezas los hacen irresistibles.",
      "imageSrc": "src/assets/img/platillos/sopitos.webp",
      "imageModal":"src/assets/img/platillos/sopitos_01.webp",
      "altText": "Tacos al Pastor",
      "linkText": "Ver..."
      },
    {
      "title": "Pozole Seco",
      "description": "El pozole seco de Colima es una variante única del tradicional pozole mexicano. A diferencia de la versión caldosa, este platillo concentra los sabores al reducir el líquido, dejando el maíz cacahuazintle cubierto con un espeso guiso. Se sirve con carne deshebrada, lechuga, rábanos y tostadas, ofreciendo una textura más compacta y un sabor intenso.",
      "imageSrc": "src/assets/img/platillos/Pozole_Seco.webp",
      "imageModal":"src/assets/img/platillos/Pozole_Seco_01.webp",
      "altText": "Pozole Seco",
      "linkText": "Ver..."
    },
    {
      "title": "Caldo de Chacales",
      "description": "El caldo de chacales es un platillo tradicional de Colima, elaborado con langostinos de agua dulce llamados chacales. Se cocina con jitomate, chile, cebolla, ajo y cilantro, creando un caldo aromático y lleno de sabor. En recetas antiguas, las tenazas y patas se trituraban para espesar el caldo. Se sirve caliente, acompañado de pan frito, resaltando su textura y profundidad de sabor.",
      "imageSrc": "src/assets/img/platillos/- Caldo de chacales_01.webp",
      "imageModal":"src/assets/img/platillos/chacales.webp",
      "altText": "Caldo de Chacales",
      "linkText": "Ver..."
    },
    {
      "title": "Esquites",
      "description": "Los esquites son un clásico antojito mexicano que se disfruta en todo el país. Se preparan con granos de elote cocidos con epazote y se sirven en vaso con mayonesa, queso y chile en polvo. También pueden elaborarse con elote asado o hervido, ofreciendo una combinación irresistible de cremosidad, acidez y un toque picante",
      "imageSrc": "src/assets/img/platillos/esquites.webp",
      "imageModal":"src/assets/img/platillos/esquites_01.webp",
      "altText": "Esquites",
      "linkText": "Ver..."
    },
    {
      "title": "Tlacoyos",
      "description": "Los tlacoyos son una joya de la gastronomía mexicana. Se preparan con masa de maíz rellena de ingredientes como frijoles, haba o requesón, y se cocinan en el comal hasta quedar dorados por fuera y suaves por dentro. Tradicionalmente se acompañan con nopales, salsa y queso, creando un equilibrio delicioso de sabores y texturas.",
      "imageSrc": "src/assets/img/platillos/tlacoyos.webp",
      "imageModal":"src/assets/img/platillos/tlacoyos_01.webp",
      "altText": "Tlacoyos",
      "linkText": "Ver..."
    }
   
  ]