[
    {
      "title": "Tacos al Pastor",
      "description": "Los tacos al pastor son una delicia emblemática de México. Se preparan con tortillas de maíz y cerdo marinado en achiote y especias, cocido en un trompo vertical. Se sirven con piña, cebolla y cilantro, ofreciendo una combinación perfecta de sabores dulces, ácidos y especiados que los hacen irresistibles",
      "imageSrc": "src/assets/img/platillos/tacos_al_pastor.webp",
      "imageModal":"src/assets/img/platillos/tacos_al__pastor_01.webp",
      "altText": "Tacos al Pastor",
      "linkText": "Ver..."
      },
    {
      "title": "Tamales",
      "description": "Los tamales son un platillo tradicional mexicano, elaborados con masa de maíz rellena de carne, chiles o ingredientes dulces. Se envuelven en hojas de maíz o plátano y se cocinan al vapor, adquiriendo una textura suave y un sabor auténtico. Son una delicia versátil, perfecta para cualquier ocasión.",
      "imageSrc": "src/assets/img/platillos/tamales.webp",
      "imageModal":"src/assets/img/platillos/tamales_01.webp",
      "altText": "- Corundas",
      "linkText": "Ver..."
    },
    {
      "title": "Quesadillas",
      "description": "Las quesadillas son un antojito mexicano versátil y delicioso. Se preparan con tortillas rellenas de hongos, flor de calabaza, huitlacoche o chicharrón prensado, y pueden llevar queso o no, según la preferencia. Se cocinan a la plancha o fritas, logrando un exterior dorado y crujiente con un relleno suave y lleno de sabor.",
      "imageSrc": "src/assets/img/platillos/quesadillas.webp",
      "imageModal":"src/assets/img/platillos/quesadillas_01.webp",
      "altText": "Quesadillas",
      "linkText": "Ver..."
    },
    {
      "title": "Esquites",
      "description": "Los esquites son un clásico antojito mexicano que se disfruta en todo el país. Se preparan con granos de elote cocidos con epazote y se sirven en vaso con mayonesa, queso y chile en polvo. También pueden elaborarse con elote asado o hervido, ofreciendo una combinación irresistible de cremosidad, acidez y un toque picante",
      "imageSrc": "src/assets/img/platillos/esquites.webp",
      "imageModal":"src/assets/img/platillos/esquites_01.webp",
      "altText": "Esquites",
      "linkText": "Ver..."
    },
    {
      "title": "Tlacoyos",
      "description": "Los tlacoyos son una joya de la gastronomía mexicana. Se preparan con masa de maíz rellena de ingredientes como frijoles, haba o requesón, y se cocinan en el comal hasta quedar dorados por fuera y suaves por dentro. Tradicionalmente se acompañan con nopales, salsa y queso, creando un equilibrio delicioso de sabores y texturas.",
      "imageSrc": "src/assets/img/platillos/tlacoyos.webp",
      "imageModal":"src/assets/img/platillos/tlacoyos_01.webp",
      "altText": "Tlacoyos",
      "linkText": "Ver..."
    }
   
  ]